import React from 'react';
import './infophuket.css';

function Info() {
  return (
    <div className='cards'>
      <h1><u>ที่มาและความสำคัญ</u></h1>
      <br/>
      <div className='cards__container'>
      
      <p className = 'Text'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
        จังหวัดภูเก็ต เป็นจังหวัดในภาคใต้ตอนบนของประเทศไทย ตั้งอยู่ระหว่างละติจูดที่ 7 องศา 45 ลิปดา ถึง 8 องศา 15 
        ลิปดาเหนือ และลองจิจูดที่ 98 องศา 15 ลิปดา ถึง 98 องศา 40 ลิปดาตะวันออก มีลักษณะเป็นเกาะ 
        จัดเป็นเกาะที่มีขนาดใหญ่ที่สุดของประเทศไทย ตั้งอยู่ทางทิศตะวันตกของภาคใต้ในทะเลอันดามัน 
        มหาสมุทรอินเดียว มีเกาะบริวาร 32 เกาะ มีพื้นที่ทั้งหมด 570.034 ตารางกิโลเมตร หรือ 356,271.25 ไร่ 
        ลักษณะภูมิอากาศ มีลักษณะภูมิอากาศแบบเขตศูนย์สูตร อยู่ในเขตอิทธิพลของลมมรสุม ตะวันตกเฉียงใต้ 
        และลมมรสุมตะวันออกเฉียงเหนือ มีอากาศร้อนชื้นตลอดปี มี 2 ฤดู คือ ฤดูฝน และฤดูร้อน </p>
      <br/>
      <br/>
      <br/>
      <img className = 'map' src ='images/map.png'></img>
        <div className=''>
        </div>
      </div>
    </div>
  );
}

export default Info;